-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- ホスト: 127.0.0.1
-- 生成日時: 2023-07-28 01:32:20
-- サーバのバージョン： 10.4.28-MariaDB
-- PHP のバージョン: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `tsuchiya_transport`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `gs_bm_table`
--

CREATE TABLE `gs_bm_table` (
  `id` int(12) NOT NULL,
  `date` date NOT NULL,
  `driver_name` varchar(64) NOT NULL,
  `company_name` varchar(64) NOT NULL,
  `client` varchar(64) NOT NULL,
  `tell` varchar(64) NOT NULL,
  `start_place` varchar(64) NOT NULL,
  `end_place` varchar(64) NOT NULL,
  `item` varchar(64) NOT NULL,
  `price` text NOT NULL,
  `receipt` text NOT NULL,
  `check_btn` varchar(11) NOT NULL,
  `datetime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- テーブルのデータのダンプ `gs_bm_table`
--

INSERT INTO `gs_bm_table` (`id`, `date`, `driver_name`, `company_name`, `client`, `tell`, `start_place`, `end_place`, `item`, `price`, `receipt`, `check_btn`, `datetime`) VALUES
(2, '2023-07-01', '今道輝', 'サカモト', '0', '0', '0', '0', '0', '60000', '', '☑', '2023-07-15 00:00:00'),
(3, '2023-07-02', '白井善隆', 'サカモト', '0', '0', '0', '0', '0', '55000', '', '', '2023-07-15 00:00:00'),
(5, '2023-07-03', '小河原一洋', '宣工社', '0', '0', '0', '0', '0', '13000', '', '☑', '2023-07-15 00:00:00'),
(6, '2023-07-03', '小河原一洋', '日本物流開発', '0', '0', '0', '0', '0', '17000', '', '☑', '2023-07-15 00:00:00'),
(7, '2023-07-03', '榎本直樹', '日本物流開発', '0', '0', '0', '0', '0', '24000', '', '☑', '2023-07-15 00:00:00'),
(8, '2023-07-03', '榎本直樹', '宣工社', '0', '0', '0', '0', '0', '19000', '', '☑', '2023-07-15 00:00:00'),
(9, '2023-06-19', '星克雪', 'サカモト', '0', '0', '0', '0', '0', '30000', '', '☑', '2023-07-15 00:00:00'),
(10, '2023-07-03', '星克雪', '近代商事', '0', '0', '0', '0', '0', '13000', '', '☑', '2023-07-15 00:00:00'),
(11, '2023-07-03', '矢島弘樹', '宣工社', '0', '0', '0', '0', '0', '21000', '', '☑', '2023-07-15 00:00:00'),
(12, '2023-07-03', '矢島弘樹', '宣工社', '', '', '', '', '', '0', '', '☑', '2023-07-15 00:00:00'),
(13, '2023-07-03', '沼生操', '光陽社', '0', '0', '0', '0', '0', '28000', '', '☑', '2023-07-15 00:00:00'),
(14, '2023-07-03', '清水茂', 'アドダイセン', '0', '0', '0', '0', '0', '30000', '', '☑', '2023-07-15 00:00:00'),
(15, '2023-07-03', '清水茂', 'アドダイセン', '0', '0', '0', '0', '0', '10000', '', '☑', '2023-07-15 00:00:00'),
(16, '2023-07-03', '石井裕司', 'サカモト', '0', '0', '0', '0', '0', '35000', '', '☑', '2023-07-15 00:00:00'),
(17, '2023-07-03', '石井裕司', '東日紙商', '0', '0', '0', '0', '0', '20000', '', '☑', '2023-07-15 00:00:00'),
(18, '2023-07-03', '今道輝', 'DNP狭山', '0', '0', '0', '0', '0', '26000', '', '☑', '2023-07-15 00:00:00'),
(19, '2023-07-03', '今道輝', '宣工社', '0', '0', '0', '0', '0', '40000', '', '☑', '2023-07-15 00:00:00'),
(20, '2023-07-03', '飯田滋樹', 'サカモト', '0', '0', '0', '0', '0', '45000', '', '☑', '2023-07-15 00:00:00'),
(21, '2023-07-03', '飯田滋樹', '菁文堂', '0', '0', '0', '0', '0', '28000', '', '☑', '2023-07-15 00:00:00'),
(22, '2023-07-03', '吉田勝幸', '日本物流開発', '0', '0', '0', '0', '0', '38000', '', '☑', '2023-07-15 13:37:02'),
(23, '2023-07-03', '吉田勝幸', 'アドダイセン', '0', '0', '0', '0', '0', '15000', '', '☑', '2023-07-15 00:00:00'),
(24, '2023-07-03', '吉田勝幸', '宣工社', '0', '0', '0', '0', '0', '20000', '', '☑', '2023-07-15 00:00:00'),
(25, '2023-07-03', '白井善隆', 'サカモト', '0', '0', '0', '0', '0', '38000', '', '☑', '2023-07-15 00:00:00'),
(26, '2023-07-03', '白井善隆', '宣工社', '0', '0', '0', '0', '0', '20000', '', '☑', '2023-07-15 00:00:00'),
(27, '2023-07-03', '山賀佑治', 'サカモト', '', '', '', '', '', '37000', '', '☑', '2023-07-15 00:00:00'),
(28, '2023-07-03', '山賀佑治', 'P＆Dヒロサワ', '0', '0', '0', '0', '0', '22000', '', '☑', '2023-07-15 00:00:00'),
(30, '2023-07-03', '七井克美', 'サンエストライ', '0', '0', '0', '0', '0', '24000', '', '☑', '2023-07-15 00:00:00'),
(31, '2023-07-03', '七井克美', 'アドダイセン', '0', '0', '0', '0', '0', '15000', '', '☑', '2023-07-15 00:00:00'),
(52, '2023-07-04', '小河原一洋', 'アドダイセン', '0', '0', '0', '0', '0', '46000', '受領書あり', '☑', '2023-07-15 00:00:00'),
(53, '2023-07-04', '今道輝', 'セザックス', '0', '0', '0', '0', '0', '25000', '受領書あり', '☑', '2023-07-15 00:00:00'),
(55, '2023-07-11', '矢島弘樹', 'アドダイセン', '0', '0', '0', '0', '0', '44000', '受領書あり', '', '2023-07-15 00:00:00'),
(59, '2023-07-27', '星克雪', '日本物流開発', '0', '0', '0', '0', '0', '44000', '受領書あり', '☑', '0000-00-00 00:00:00'),
(60, '2023-07-13', '榎本直樹', '山一化成', '近藤さん', '90', '東京工場', 'さいたま市役所', 'ゆうパックレター', '44000', '受領書あり', '', '0000-00-00 00:00:00'),
(61, '2023-07-05', '沼生操', 'アドダイセン', '阿部部長', '048-421-7313', 'アドダイセン伊奈工場', '土屋運輸　戸田倉庫', '今日から学ぶプログラミング　１２PL', '30000', '受領書あり', '', '0000-00-00 00:00:00');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `gs_bm_table`
--
ALTER TABLE `gs_bm_table`
  ADD PRIMARY KEY (`id`);

--
-- ダンプしたテーブルの AUTO_INCREMENT
--

--
-- テーブルの AUTO_INCREMENT `gs_bm_table`
--
ALTER TABLE `gs_bm_table`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=62;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
